Repository: Narmer70/Restaurant-Manager
Catalog: PadTai/Resources/Strings.*.resx
Languages: fr

# MF-btn1
source: Order builder
fr: Constructeur de commande

# MF-btn9
source: Table reservation
fr: Reservation de table

# MF-btn10
source: Dish restriction
fr: Restriction de plats

# MF-btn3
source: Dish data
fr: Données sur les plats

# MF-btn2
source: Daily reports
fr: Rapports journaliers

# MF-btn18
source: Loyalty program
fr: Fidélisation client

# MF-btn5
source: Edit orders
fr: Modifier les commandes

# MF-btn6
source: Close shift
fr: Fermer le service

# MF-btn7
source: Daily charts
fr: Charts journaliers

# MF-btn11
source: Settings
fr: Paramètres

# MF-btn8
source: Daily spendings
fr: Dépenses quotidiennes

# MF-btn14
source: Timetable
fr: Horaire

# MF-btn15
source: Departments
fr: Départements

# MF-btn16
source: Delivery
fr: Livraison

# MF-btn17
source: Inventory
fr: Inventaire

# MF-btn4
source: Recipe constructor
fr: Constructeur des recettes

# MF-btn19
source: Other data
fr: Autre données

# MF-linklbl1
source: Login as manager
fr: Mode manager

# MF-linklbl2
source: Exit manager mode
fr: Quitter le mode manager

# MF-label1
source: Departments
fr: Départements

# MF-label2
source: Shift
fr: Session

# MF-label3
source: Order
fr: Commande

# MF-label4
source: Staff and products
fr: Personnel et produits

# MF-ctxtMenuShow
source: Display
fr: Afficher

# MF-ctxtMenuQuit
source: Quit app
fr: Quitter l'application

# FCK-btn3
source: Pay
fr: Payer

# FCK-btn1
source: Update
fr: Mettre à jour

# FCK-btn2
source: Customer discount.
fr: Remise client

# FCK-lbl4
source: Discount:
fr: Remise:

# FCK-lbl5
source: Pay:
fr: Payer:

# FIM-paytype
source: Payment method:
fr: Moyen de paiement:

# FIM-delivery
source: Delivery type:
fr: Type de livraison:

# FIM-discount
source: Discount (%):
fr: Remise (%) :

# FIM-totalprice
source: Total amount:
fr: Montant total:

# FCK-btn36
source: Delivery
fr: Livraison

# FCK-btn17
source: Upgrade payment
fr: Mise à jour du paiement

# Sumdiscount
source: Discount amount:
fr: Montant de la remise:

source: New price:
fr: Nouveau prix:

# FCK-txt1Watermark
source: Comment...
fr: Commentaire...

# Btn-morebtn23
source: Shift cashier
fr: Caissier du jour

# Btn-morebtn22
source: Bill split
fr: Diviser le reçu

# Btn-morebtn18
source: Price split
fr: Diviser le prix

# Btn-morebtn19
source: Chat
fr: Messagerie

# Btn-morebtn20
source: Hall display
fr: Affichage dans le hall

# Btn-morebtn21
source: Printing style
fr: Style d'impression

# Btn-morebtn24
source: Kitchen display
fr: Présentation en cuisine

# Addbtns-btn17
source: Discounts
fr: Remises

# Addbtns-btn18
source: Dishes
fr: Plats

# Addbtns-btn21
source: Calculator
fr: Calculatrice

# Addbtns-btn23
source: Ind-discount
fr: Remise-ind

# Addbtns-btn24
source: Cancelled
fr: Annulés

# TBS-Place
source: Seat
fr: Place

# TBS-Places
source: Seats
fr: Places

# FCH-lbl9
source: Client name:
fr: Nom du client:

# Yesbutton
source: Yes
fr: Oui

# Nobutton
source: No
fr: Non

# место
source: Confirm
fr: Confirmez

# Btnannuler
source: Cancel
fr: Annuler

# LGN-lbl1
source: Login
fr: Identifiant

# LGN-lbl2
source: Password
fr: Mot de passe

# LGN-lbl3
source: Forgot your Password?
fr: Mot de passe oublié?

# LGN-lbl4
source: Click here
fr: Cliquez ici

# LGN-chbox1
source: Show password
fr: Afficher le mot de passe

# iFPP-lbl1
source: Your email
fr: Votre email

# iFPP-lbl2
source: Enter confirmation code
fr: Entrez le code de confirmation

# iFPP-lbl3
source: Remember the pass?
fr: Vous avez le passe?

# iFPP-lbl4
source: Use password
fr: Utilisez-le

# QRCode-Msg
source: Mobile application for managers coming soon!
fr: Application mobile pour manageurs bientôt disponible !

# Receiptprintsubtotal
source: Subtotal
fr: Sous-total

# Receiptprintpaymethod
source: Payment method:
fr: Moyen de paiement:

# Receiptprintcurrency
source: Currency:
fr: Devise:

# Receiptprintthanks
source: THANKS FOR YOUR PURCHASE!
fr: MERCI POUR VOTRE ACHAT!

# Receiptprintqrcode
source: Functionality coming soon!
fr: La fonctionalité arrive bientôt!

# Receiptprintwarning
source: This is a copy and may have been modified!
fr: Ceci est une copie et peut avoir été modifiée!

# Printtablenumber
source: Table number:
fr: Numéro de table:

# Printtableguests
source: Number of guests:
fr: Nombre d'invités:

# Printtabletime
source: Reservation time:
fr: Heure de réservation:

# Printtableguestname
source: Guest name:
fr: Nom de l'invité:

# Printtableguestgender
source: Guest gender:
fr: Sexe de l'invité:

# Printtablestatus
source: Status:
fr: Statut:

# Printtableguestcontact
source: Guest contact:
fr: Contact de l'invité:

# Printtablethanks
source: Thank you for your reservation!
fr: Merci pour votre réservation!

# Tablecancelled
source: Cancelled
fr: Annulé

# Tablecompleted
source: Completed
fr: Complété

# Clavierbtn5
source: º
fr: È

# Clavierbtn7
source: µ
fr: Ê

# Btn-close
source: Close
fr: Quitter

# GenderH
source: Male
fr: Homme

# GenderF
source: Female
fr: Femme

# GenderO
source: Other
fr: Autre

# Closesession
source: Close today's shift?
fr: Fermer la session d'aujourd'hui ?

# Tablenostatus
source: No status
fr: Aucun statut

# Printdelivery
source: Delivery type
fr: Type de livraison

source: Coming soon!
fr: Arrive bientôt!

# Popdeletedish
source: Delete selected dish?
fr: Supprimer le plat sélectionné ?

# Popdefaultpay
source: Pay using
fr: Payer avec

# FSettings1
source: Continious discount calculation
fr: Calcul continu de la remise

# FSettings2
source: Show dish picture if any
fr: Afficher l'image du plat s'il y en a

# FSettings3
source: Play notifications sound
fr: Jouer le son de notifications

# FSettings4
source: Preserve draft receipts
fr: Conserver les factures provisoires

# FSettings5
source: Use app virtual keyboard
fr: Utiliser le clavier virtuel de l'application

# IndivDisc-lbl2
source: Discount amount %
fr: Montant de la remise %

# IndivDisc-lbl3
source: List of discounted dishes
fr: Liste des plats en promotion

# IndivDisc-lbl5
source: ↑ Double click to select
fr: ↑ Double-cliquez pour sélectionner

# Nointernet
source: No internet connection
fr: Pas de connexion Internet

# Noaccount
source: No premium account
fr: Pas de compte premium

# Makeaccount
source: Create an account
fr: Créer un compte

source: Retry
fr: Réessayer

# Staffdash-lbl1
source: Receipts
fr: Reçus

# Staffdash-lbl3
source: Days with us
fr: Jours avec nous

# Staffdash-lbl5
source: In revenus
fr: En revenus

# Staffdash01
source: Session opened the
fr: Séance ouverte le

# Staffdash02
source: at:
fr: à:

source: Gender
fr: Genre

# Day1
source: 1st work day
fr: 1er j de travail

# Dailyreport-lbl3
source: Total Receipts
fr: Nombre total de reçus

# Dailyreport-lbl4
source: Total Revenue
fr: Revenu total

# Dailyreport-place
source: Delivery type
fr: Type de livraison

# Dailyreport-qte
source: Quantity
fr: Quantité

# Dailyreport-sum
source: Amount
fr: Montant

# Dailyreport-dname
source: Dishes names
fr: Noms des plats

# Dailyreport-price
source: Price
fr: Prix

# Dailyreport-discounted
source: Discounted
fr: Remis

# Dailyreport-dishes
source: Dishes sold
fr: Plats vendus

# Dailyreport-foodtype
source: Dish type
fr: Type de plat

# Dailyreport-paytype
source: Payment method
fr: Mode de paiement

# Dailyreport-reccontent
source: Receipts content
fr: Contenu des reçus

# Dailypay-btn
source: Payments
fr: Paiements

# Dailyprints-btn
source: Prints
fr: Impressions

# Dailyreport-discount
source: Discount amount
fr: Montant de la remise

# Dcharts-deliveryt1
source: Delivery Pie
fr: Graphique des livraisons

# Dcharts-deliveryt2
source: Deliveries/Hour
fr: Livraisons/heure

# Dcharts-discountt1
source: Discounts Pie
fr: Diagramme des remises

# Dcharts-discountt2
source: Discounts/Hour
fr: Réductions/heure

# Dcharts-disht1
source: Dish categories pie
fr: Catégories de plats

# Dcharts-disht2
source: Dish type/Hour
fr: Type de plat/Heure

# Dcharts-payt2
source: Used payment/Hour
fr: Paiement utilisé/Heure

# Dcharts-payt1
source: Payments Pie
fr: Diagramme des paiements

# Dcharts-receiptt2
source: Receipts frequency
fr: Fréquence des reçus

# Dcharts-receiptt1
source: Receipt count/hour
fr: Nombre de reçus/heure

# SETACC-btnsACH
source: Apply changes
fr: Modifier

# SETACC-btn2
source: Save choice
fr: Sauvegarder

# SETACC-rbtn1
source: Locations
fr: Emplacements

# SETACC-rbtn6
source: Save image
fr: Enregistrer

# SETACC-rbtn7
source: Delete image
fr: Supprimer

# SETACC-rbtn8
source: Confirm email
fr: Confirmer l'e-mail

# SETACC-lbl3
source: MODIFY YOUR DATA
fr: MODIFIEZ VOS DONNÉES

# SETACC-lbl10
source: Scan to connect to mobile app
fr: Scannez pour vous connecter à l'appli mobile

# SETACC-lbl7
source: Business name
fr: Nom de l'entreprise

# SETACC-lbl1
source: Location name
fr: Nom du lieu

# SETACC-lbl6
source: Location address
fr: Adresse du lieu

# SETACC-lbl9
source: Password
fr: Mot de passe

# SETACC-lbl8
source: Email address
fr: Adresse email

# SETACC-lbl5
source: Modify the location
fr: Changer de lieu

# Btn-Add
source: Add
fr: Ajouter

# RF-btn3
source: Tables plan
fr: Plan des tables

# RF-btn1
source: Reservations
fr: Réservations

# RF-lbl1
source: No reservation at the moment
fr: Aucune réservation pour l'instant

# DR-lbl3
source: No order at the moment
fr: Aucune commande pour l'instant

# GENSET-lbl1
source: App language
fr: Langue de l'appli

# GENSET-lbl2
source: App theme
fr: Thème de l'appli

# GENSET-lbl3
source: App currency
fr: Devise de l'appli

# GENSET-lbl4
source: Enable individual discount button
fr: Activer le bouton de remise individuelle

# GENSET-lbl5
source: Enable scrollbars
fr: Activer les barres de défilement

# GENSET-lbl6
source: Recipe page in read only mode
fr: Page de recette en lecture seule

# GENSET-lbl7
source: Activate "Headquarter" mode
fr: Activer le mode "Quartier général"

# GENSET-lbl8
source: apply only for "Light" theme
fr: ne s'applique qu'au thème "Light"

# GENSET-lbl12
source: Virtual keyboard in full screen
fr: Clavier virtuel en plein écran

# SET-btn2
source: Your account
fr: Votre compte

# SET-rbtn1
source: Subscription
fr: Abonnement

# SET-btn6
source: General
fr: Général

# Btnconfirm
source: Confirm
fr: Confirmer

# Delete-lbl1
source: Are you sure you want to delete this item?
fr: Êtes-vous sûr de vouloir supprimer cet élément ?

# SETPRINT-lbl1
source: Print settings
fr: Paramètres d'impression

# SETPRINT-lbl5
source: Print to new line at "+" in dish name
fr: Imprimer à la ligne à "+" dans le nom

# SETPRINT-lbl8
source: Automatic receipts print
fr: Impression automatique des reçus

# SETPRINT-lbl10
source: Print restaurant logo if any
fr: Imprimer le logo du restaurant

# SETPRINT-lbl9
source: Print to new line if necessary
fr: Imprimer sur une nouvelle ligne si besoin

# SETPRINT-lbl11
source: Print Receipt QR code
fr: Imprimer le code QR du reçu

# Btn-save
source: Save
fr: Sauvegarder

# BTNDIS-btn2
source: Restricted
fr: Restreints

# Btn-Enter
source: Enter
fr: Entrer

source: No value
fr: Aucune valeur

# SREC-Prodname
source: Products used
fr: Produits utilisés

# SREC-Amounting
source: Amounts(g)
fr: Quantités (g)

# SREC-Indishes
source: Used in:
fr: Utilisé dans:

# SREC-lbl4
source: Print recipe
fr: Imprimer la recette

# SREC-rbtn6
source: Products
fr: Produits

# SREC-rbtn7
source: Recipes
fr: Recettes

# EMPTT-workhours
source: Working hours
fr: Heures de travail

# EMPTT-Empworking
source: Day team:
fr: Équipe du jour:

# EMPTT-daysofmonth
source: Working dates:
fr: Dates de travail:

# EMPTT-lbl4
source: Print timetable
fr: Imprimer l'horaire

# EMPTT-sumhours
source: Total hours
fr: Heures totales

# EMPTT-Salary/h
source: Salary/ h
fr: Salaire/h

# EMPTT-grosssalary
source: Gross salary
fr: Salaire brut

# EMPTT-bonus
source: Bonuses
fr: Bonus

# EMPTT-penalities
source: Penalties
fr: Pénalités

# EMPTT-finalsalary
source: Final salary
fr: Salaire final

# SETPRINT-lbl2
source: Number of copies per print
fr: Nombre de copies par impression

# GENSET-lbl9
source: Disable Manager mode
fr: Désactiver le mode Manager

# DC-lbl3
source: Language
fr: Langue

# DC-lbl2
source: Theme
fr: Thème

# DC-lbl1
source: Your business name
fr: Votre nom d'entreprise

# DC-lbl6
source: Already have an account ?
fr: Vous avez déjà un compte ?

# DC-lbl7
source: *Business logo ↑
fr: *Logo de l'entreprise ↑

# DC-lbl8
source: Your Email
fr: Votre e-mail

# DC-lbl9
source: Your Password
fr: Votre mot de passe

# DC-lbl11
source: Email verification code
fr: Code de verification

# DC-linkbl1
source: Login
fr: Se connecter

# DC-rbtn1
source: Create your account
fr: Créer le compte

# DC-rbtn2
source: Next
fr: Suivant

# DC-rbtn7
source: Delete account
fr: Supprimer le compte

# DC-rbtn5
source: Confirm code
fr: Valider le code

# DC-rbtn6
source: Send code
fr: Envoyer le code

# Parcourir
source: Browse
fr: Parcourir

source: Delete
fr: Supprimer

# Inserer
source: Insert
fr: Insérer

source: Skip
fr: Passer

source: Skip all
fr: Tout ignorer

# FI-lbl4
source: GROUP(S) OF DISHES
fr: GROUPE(S) D'ALIMENTS

source: File name
fr: Nom du fichier

source: Sheets
fr: Feuilles

# FIT-lbl4
source: DISH(ES)
fr: PLAT(S)

# DC-IndError
source: Index error
fr: Erreur d'index

# DC-try11
source: Please, enter a name first
fr: Veuillez d'abord entrer un nom

# DC-try12
source: Please, enter a password first
fr: Veuillez d'abord entrer un mot de passe

# DC-try13
source: Please, enter your email first
fr: S'il vous plaît, entrez d'abord votre email

# DC-try14
source: Verify your email first
fr: Vérifiez d'abord votre e-mail

# DC-try15
source: Account created successfully
fr: Compte créé avec succès

# DC-try17
source: Error creating account.
fr: Erreur de création de compte.

# DC-try16
source: Error
fr: Erreur

# DC-try18
source: Create an account first
fr: Créez d'abord un compte

# Email-confirm
source: Email Confirmation
fr: Confirmation d'e-mail

# Email-conftext
source: Your confirmation code is:
fr: Votre code de confirmation est :

# Sel-image
source: Select an Image
fr: Sélectionnez une image

# DC-try19
source: Confirmation code sent successfully!
fr: Code de confirmation envoyé avec succès !

# DC-try20
source: Failed to send confirmation code
fr: Échec de l'envoi du code de confirmation

# M-password
source: Moderate password
fr: Mot de passe modéré

# W-password
source: Weak password
fr: Mot de passe faible

# Empty-password
source: Password can't be null.
fr: Le mot de passe ne peut pas être nul.

# Empty-email
source: E-mail cannot be null
fr: L'e-mail ne peut pas être nul.

# Inv-Email
source: Invalid Email address
fr: Adresse e-mail invalide

# Del-account
source: Account deleted Successfully
fr: Compte supprimé avec succès

# ERRORDel-account
source: Error deleting account
fr: Erreur de suppression du compte

# Noaccountdel
source: No account to delete
fr: Aucun compte à supprimer

# DC-try21
source: 6 figures expected
fr: 6 chiffres attendus

# DC-try22
source: Confirmation code can't be null
fr: Le code de confirmation ne peut pas être nul

# DC-try23
source: Incorrect Confirmation code
fr: Code de confirmation incorrect

# DC-try24
source: Email confirmed successfully
fr: E-mail confirmé avec succès

# Email-noreply
source: Please do not reply to this email
fr: Veuillez ne répondre pas à cet e-mail

source: Best regards
fr: Cordialement

# Closefile
source: Excel file already opened. Close it first!
fr: Fichier Excel déjà ouvert. Fermez-le d'abord !

# Unexpectederror
source: An unexpected error occurred.
fr: Une erreur inattendue s'est produite.

# Checkdata
source: Check and correct your data if necessary, before inserting them
fr: Vérifiez et corrigez vos données si nécessaire, avant de les insérer

# Exceldata
source: No data to insert. Add data from Excel first
fr: Aucune donnée à insérer. Ajoutez d'abord les données depuis Excel.

# Failedinsert
source: Failed to insert data.
fr: Échec de l'insertion des données.

# Insertsucess
source: Data inserted and saved successfully
fr: Données insérées et enregistrées avec succès

# Rowsdeleted
source: All rows deleted successfully
fr: Toutes les lignes ont été supprimées avec succès

# Rowsnotdeleted
source: No rows were deleted
fr: Aucune ligne n'a été supprimée

# FGI-Colinsert
source: Your data must be in the first and the second columns
fr: Vos données doivent être dans la première et la deuxième colonne

# FGI-Colinteger
source: The value(s) in the first column must be integers
fr: La ou les valeurs de la première colonne doivent être des entiers

# FII-lbl4
source: FOOD ITEM(S)
fr: ARTICLE(S) ALIMENTAIRE(S)

# Invalidprice
source: Invalid Price format
fr: Format de prix invalide

# InvalidFoodID
source: Invalid TypeID. Must be an integer
fr: TypeID non valide. Doit être un entier.

# Notenoughdata
source: Missing data in some or all required columns(4 first).
fr: Données manquantes dans certaines ou toutes les colonnes obligatoires (4 premières).

# FIIT-lbl4
source: FOOD ITEM TYPE(S)
fr: TYPE(S) D'ALIMENT(S)

# FSGI-lbl4
source: FOOD SUB GROUP(S)
fr: SOUS-GROUPE(S) D'ALIMENTS

# FSGI-Col123
source: Your data must be in the 1st, 2nd, and 3rd columns
fr: Vos données doivent êtredans les 1ère, 2ème et 3ème colonnes

# FGSI-Intcol3
source: "The value(s) in the third column must be integers"
fr: « La ou les valeurs de la troisième colonne doivent être des entiers »

# FSSGI-lbl4
source: FOOD SUB SUB GROUP(S)
fr: SOUS SOUS GROUPE(S) ALIMENTAIRES

source: Filter by gender"
fr: Filtrer par genre

source: Filter by job
fr: Filtrer par emploi
